Repository: mkappus1/DatenmanagementMTHS24
Catalog: Woche 2/Skripte/TMX-EN-DE.tmx
Source language: de_ch
Languages: en_gb

source: Die Text- und Medienateliers IAM umfassen folgende Beratungsmodule:
en_gb: The IAM text and media workshops comprise the following consultancy modules:

source: Corporate Publishing Review IAM
en_gb: IAM corporate publishing review

source: Analyse publizistischer Qualität von Kunden- und Mitarbeiterzeitschriften, Jahresberichten und anderen Publikationen der Unternehmenskommunikation – für Marketing-, Kommunikationsabteilungen und Redaktionsteams.
en_gb: Analysis of the publishing quality of customer and employee magazines, annual reports and other corporate communications publications – for marketing and communications departments and editorial teams.

source: Mediendesign-Atelier IAM
en_gb: IAM media design workshop

source: Entwicklung von Medien- und Redaktionskonzepten sowie von Produktionsprozessen im Bereich Corporate Publishing – für Unternehmen, Nonprofitorganisationen sowie Marketing- und Kommunikationsabteilungen.
en_gb: Development of media and editorial concepts and corporate publishing production processes – for companies, non-profit organisations and marketing and communications teams.

source: Messagedesign-Atelier IAM
en_gb: IAM message design

source: Entwicklung strategischer Botschaften für die medienkonvergente öffentliche Kommunikation – für Kommunikationsleitungen, Fachstäbe und Einzelpersonen in Führungs-, Experten- und/oder Ausführungsfunktion.
en_gb: Development of strategic messages for public communication through convergent media – for communications departments, specialist teams and individuals with management, specialist or execution duties.

source: Schreibwerkstatt IAM
en_gb: IAM writing workshop

source: Training von Kompetenzen der individuellen und kooperativen Textproduktion – für Redaktionen, Kommunikationsabteilungen und Einzelpersonen.
en_gb: Training aimed at developing individual and co-operative text production techniques – for editorial functions, communications departments and individuals.

source: Schreibcoaching IAM
en_gb: IAM writing coaching

source: Begleitung von Prozessen der Textproduktion und ihrer Optimierung – für Redaktionen, Kommunikationsabteilungen und Einzelpersonen.
en_gb: Assistance with text production processes and their enhancement – for editorial functions, communications departments and individuals.

source: Medientraining IAM
en_gb: IAM media training

source: Training und Coaching für Medienauftritte – für Kommunikations- und Fachabteilungen sowie für Einzelpersonen mit Führungs- und Kommunikationsaufgaben.
en_gb: Training and coaching for media appearances – for communications functions, specialist departments and individuals with management and communications duties.

source: Kunden
en_gb: Clients

source: Für diese Kunden war die Beratung IAM in den letzten Jahren tätig (Auswahl, in alphabetischer Reihenfolge):
en_gb: Clients for whom the IAM has undertaken consultancy work in recent years include the following (sample list, in alphabetical order):

source: Das IAM ist als Matrix organisiert:
en_gb: The IAM is organised as a matrix:

source: Am IAM arbeiten rund zwanzig Professorinnen, Professoren und Dozierende sowie an die hundert Trainerinnen und Trainer aus den Berufsfeldern Journalismus und Organisationskommunikation:
en_gb: The IAM’s teaching staff comprises some twenty professors and lecturers, plus about one hundred trainers working in journalism or organisational communication.

source: Journalistinnen, Moderatoren, Communication Officers und Heads of Corporate Communication.
en_gb: Typically, these trainers will be journalists, moderators, communication officers or heads of corporate communication.

source: Die vier Forschungschwerpunkte – Medienlinguistik, Journalistik, Organisationskommunikation und Management, Organisationskommunikation und Öffentlichkeit – leisten Beiträge zu Hochschulentwicklung, Ausbildung, Weiterbildung, Forschung und Beratung.
en_gb: The four focal points of IAM’s research - Media Linguistics, Journalism, Organisational Communication and Management, Organisational Communication and Public Sphere – contribute to university development, education, continuing education and consulting services.

source: Der Mittelbau umfasst zur Zeit neun Assisitierende und wissenschaftliche Mitarbeitende.
en_gb: In addition, the IAM currently employs nine teaching and research assistants.

source: In der Administration sorgen neun Mitarbeiterinnen für einen reibungslosen Betrieb.
en_gb: In Administration, nine employees make sure that everything runs smoothly.

source: Sie erzeugen Wissen und koordinieren den Wissenstransfer mit den Leistungsbereichen des IAM.
en_gb: They generate knowledge and coordinate the knowledge transfer within IAM’s areas of activity.

source: Was sind die Aufgaben der Arbeitsstelle Terminologie? Pflege der ZHAW-Abkürzungsliste
en_gb: These are typical issues which terminology work seeks to address:

source: Weitere Informationen zum Fachgebiet Terminologie:
en_gb: Further information on the field of terminology:

source: ZHAW-Terminologiedatenbank
en_gb: Terminology data bank (ZHAW-Term)

source: Deutsches Terminologie-Portal
en_gb: German Terminology Portal (DTP)

source: Incomings
en_gb: Incoming

source: Allgemeine Informationen für internationale Gaststudierende
en_gb: General information for visiting international students

source: Anmeldeformular Incomings
en_gb: Application form for incoming students

source: Liste Kurse für Incomings im BA Angewandte Sprachen 2015/16
en_gb: List of courses for incoming exchange students in the 2015/16 semester, BA in Applied Languages

source: Liste Kurse für Incomings im BA Kommunikation HS 2015
en_gb: List of courses for incoming exchange students in autumn semester 2015, BA in Communication

source: Nützliche Links
en_gb: Useful links

source: Studierendenleben in Winterthur
en_gb: Student life in Winterthur (in German only)

source: Anmeldeschluss Frühlingssemester: jeweils 31. Oktober
en_gb: Enrolment deadline for spring semester: 31 October

source: Anmeldeschluss Herbstsemester: jeweils 30. April
en_gb: Enrolment deadline for autumn semester: 30 April

source: Frühlingssemester 2015
en_gb: Spring semester 2015

source: Unterrichtszeit (KW 08–21)
en_gb: Teaching period (Calendar weeks 08–21)

source: Prüfungswochen (KW 24 / 25)
en_gb: Examination period (Calendar weeks 24 / 25)

source: Herbstsemester 2015
en_gb: Autumn semester 2015

source: Welcome- und Einführungstag
en_gb: Welcome and Introduction Day

source: Outgoings
en_gb: Outgoing

source: Allgemeine Informationen für ZHAW-Studierende
en_gb: General information for ZHAW students

source: Informationen für IAM-Studierende
en_gb: Information for IAM students

source: Informationen für IUED-Studierende
en_gb: Information for IUED students

source: Leitfaden für Studium und Praktika im Ausland
en_gb: Practical guide to study and work experience abroad

source: Ombudsstelle für wissenschaftliche Integrität und Ethik
en_gb: Ombuds Office for academic integrity and ethics

source: Wissenschaftliche Integrität dient dem urheberrechtlichen Schutz geistiger Leistungen und betrifft uns alle.
en_gb: Academic integrity serves to protect intellectual achievements by copyright and it affects all of us.

source: Sie ist der Prüfstein der Qualität einer wissenschaftlichen Arbeit.
en_gb: It is the touchstone when it comes to assessing the quality of academic work.

source: Wissenschaftlich integer zu arbeiten ist daher die Voraussetzung für alle Arbeiten im Studium (Seminararbeiten, Präsentationen etc.), für Abschlussarbeiten (BA und MA) und für Forschungsprojekte, insbesondere im Umgang mit Daten.
en_gb: Academic integrity is thus a prerequisite for all work in our degree courses (seminar papers, presentations, etc.), for final theses (BA and MA) and for research projects, in particular where data is concerned.

source: Wissenschaftliches Fehlverhalten passiert häufiger als man denkt, z. B. durch ungenügende oder unterschlagene Bezugnahme auf bereits veröffentlichte Literatur und Forschungsergebnisse.
en_gb: Academic misconduct occurs more frequently than one might think, for example through inadequate or withheld references to literature and research results that have already been published.

source: Bis zu 33% aller Forschenden gaben in einer anonymen Umfrage an, fragwürdige Forschungspraktiken einzusetzen.
en_gb: In an anonymous survey, up to 33% of all researchers said that they used questionable research practices.

source: Dazu gehören nicht nur bewusste Fälschungen, sondern vor allem falsche Zitate, Zitierweisen und Angaben zu Quellen.
en_gb: These included not only conscious falsification, but also incorrect quotations and citation methods and false information on sources.

source: "Wissenschaftliches Fehlverhalten besteht in der vorsätzlichen oder fahrlässigen Täuschung oder Schädigung der wissenschaftlichen Gemeinschaft und der Gesellschaft.
en_gb: According to a Swiss Academies of Arts and Sciences publication, academic or scientific misconduct consists of deliberate or negligent deception or damage to the academic or scientific community and to society.

source: Als fahrlässig gilt ein Verhalten dann, wenn allgemein und fachspezifisch anerkannte Sorgfaltspflichten verletzt werden.
en_gb: Negligence is considered to be behaviour which breaches the duty of care or due diligence that is generally or technically recognised.

source: Die Anstiftung gilt genauso als Fehlverhalten wie das tolerierende Mitwissen."
en_gb: Incitement and tolerated joint knowledge are also considered to be misconduct.

source: (Quelle: Akademien der Wissenschaften Schweiz (Hrsg.) (2008): Wissenschaftliche Integrität. Grundsätze und Verfahrensregeln. S.19.)
en_gb: (See: Akademien der Wissenschaften Schweiz (Hrsg.) (2008): Wissenschaftliche Integrität. Grundsätze und Verfahrensregeln. Page19.)

source: Zentrale Kennzeichen der wissenschaftlichen Integrität sind:
en_gb: Key indicators regarding academic integrity are:

source: Die Datenerhebung entspricht den Anforderungen des Personen- und Datenschutzes (anonyme Erhebung, schriftliche Einverständniserklärungen der Beteiligten usw.).
en_gb: Data collection meets the requirements of privacy and data protection (anonymous surveys, written declaration of consent from those taking part, etc.)

source: Die Ver- und Bearbeitung der Daten ist methodologisch gewissenhaft, nachvollziehbar und transparent durchgeführt und dargestellt.
en_gb: The handling and processing of data is diligent, conscientious, accountable and transparent in terms of methods and in the way in which it is presented.

source: Die Analyse entspricht dem aktuellen Forschungsstand und der beschriebenen Methodologie.
en_gb: •Analysis corresponds to the current state of research and specified research methods.

source: Im Text sind Zitate von fremden Autorinnen und Autoren vollständig ausgewiesen und die Quellen wurden in der Bibliographie aufgenommen.
en_gb: •Citations in the text from external authors are fully referenced and sources given in the bibliography.

source: Paraphrasierte Inhalte aus Forschungsliteratur und publizierten Forschungsergebnissen sind mit bibliographischen Verweisen im Text korrekt versehen und ihre Quellenangaben wurden in der Bibliographie aufgenommen.
en_gb: Paraphrased content from research literature and published research results are correctly provided with bibliographical references in the text, and information on sources are included in the bibliography.

source: Eine vollständige Bibliographie gemäss den bibliographischen Vorgaben ist Teil der Arbeit.
en_gb: A full bibliography, according to bibliographical guidelines and specifications, is part of the paper.

source: Wenn Sie unsicher sind, ab wann etwas ein Plagiat ist, können Sie die hier verfügbaren Dokumente konsultieren und direkt und vertraulich mit der Ombudsstelle sprechen (Kontakt).
en_gb: If you are unsure of whether something constitutes plagiarism, you may consult the documents available at the Ombuds Office, or you may have a direct and confidential consultation at the Ombuds Office (Contact).

source: Für die Datenerhebung und den Umgang mit personenbezogenen Daten bestehen ausserdem rechtliche Grundlagen, die beachtet werden müssen.
en_gb: In addition, legal principles must be observed when collecting data and when dealing with personal data.

source: Weiterführende Informationen
en_gb: Further information

source: Akademien der Wissenschaften Schweiz:
en_gb: Swiss Academies of Arts and Sciences:

source: Zur wissenschaftlichen Integrität
en_gb: Scientific integrity

source: Schweizerischer Nationalfonds (SNF):
en_gb: Swiss National Science Foundation (SNF):

source: Merkblatt zur Vermeidung von Plagiaten
en_gb: Fact sheet on how to avoid plagiarism

source: Erläuterungen
en_gb: Explanatory notes

source: Leitfaden gendergerechte Sprache
en_gb: Guidelines on gender-appropriate language

source: Ethik in Lehre und Forschung
en_gb: Ethics in teaching and research

source: Die Arbeit mit authentischen, empirisch oder experimentell basierten Daten ist eine Voraussetzung für neue Erkenntnisse in der Forschung.
en_gb: Working with authentic, empirical or experiment- based data is a prerequisite for new findings in research.

source: Auch in der Lehre werden Daten eingesetzt und zum Teil erhoben.
en_gb: Data is also used and sometimes collected in teaching.

source: Dabei müssen ethische Grundsätze beachtet werden.
en_gb: Ethical principles must be observed here.

source: Datenaufnahme bei empirischen Untersuchungen
en_gb: Data acquisition in empirical research

source: Seit dem Inkrafttreten des Humanforschungsgesetzes HFG am 01.01.2014 gelten strengere Regeln für die Aufnahme von personenbezogenen Daten.
en_gb: Since the Federal Act on Research involving Human Beings (Human Research Act HRA) came into force on 01.01.2014, stricter regulations have applied to the acquisition of data related to human beings.

source: Für Sprachaufnahmen ist insbesondere zu beachten, dass diese komplett anonymisiert erhoben werden.
en_gb: In the case of language recording, it must particularly be noted that this must be completely anonymised.

source: Das bedeutet, dass Angaben zu Name, Geschlecht, Alter, Beruf usw. der Probandinnen und Probanden nicht in einer Liste festgehalten werden dürfen.
en_gb: This means that information on names, gender, age, profession, etc. of participants may not be listed.

source: Eine anonymisierte Erhebung erlaubt nur das Festhalten von Siglen und Angaben, die Siglen zugeordnet werden, nicht jedoch solche Angaben, die es ermöglichen, die Identität der Person zurückzuverfolgen.
en_gb: An anonymised survey may only include abbreviations and information organised as codes, but not information that would make it possible to trace the identity of the person involved.

source: Alle Erhebungen, zum Beispiel Umfragen, Interviews, Gesprächsaufzeichnungen, bei denen personenbezogene Daten festgehalten werden, müssen über die Ethikkommission auf ihre Unbedenklichkeit hin abgeklärt werden.
en_gb: All data acquisition, such as in surveys, interviews, recorded conversations, etc., in which data related to persons is collected, must be cleared by the Ethics Commission as regards its appropriateness.

source: Für alle Untersuchungen, die durch die ZHAW betreut werden, ist die Kantonale Ethikkommission Zürich KEK zuständig.
en_gb: The Cantonal Ethics Commission of Zurich (KEK) is responsible for all research carried out under the auspices of the ZHAW.

source: Auskunft erteilt für das Departement Angewandte Linguistik die Ombudsstelle (Kontakt).
en_gb: The Ombuds Office (Contact) provides information for the School of Applied Linguistics.

source: Barrierefreiheit und Zugang zu Information
en_gb: Media accessibility for the visually and hearing impaired

source: Am IUED Institut für Übersetzen und Dolmetschen der ZHAW Zürcher Hochschule für Angewandte Wissenschaften betreiben wir einen erheblichen Aufwand um Barrierefreiheit in unsere Lehre und Forschung zu integrieren.
en_gb: At the IUED Institute of Translation and Interpreting of the ZHAW University of Applied Sciences we put a considerable effort into integrating the subject of accessibility into our teaching and research.

source: Das IUED ist eine von 4 Institutionen in Europa, an der Audio-Deskription und Respeaking unterrichtet werden.
en_gb: IUED is one of 5 institutions in Europe where Audio Description and Respeaking are taught.

source: Diese Tätigkeit hat uns in Kontakt gebracht mit den wichtigsten Beteiligten an der Förderung der Entwicklung von Respeaking und Audiodeskription.
en_gb: These efforts have put us in contact with the main stakeholders furthering the development of Respeaking and Audio Description.

source: Diese Website dient als Überblick über die wichtigsten Kontakte in diesem Bereich.
en_gb: This website serves as an overview of the main stakeholders involved in the process.

source: Respeaking ist eine Methode, um live produzierte Fernsehsendungen und -beiträge mit Untertiteln für Hörgeschädigte und Gehörlose zu versehen.
en_gb: Respeaking is a method for subtitling live television broadcasts.

source: Dabei wird der gesprochene Beitrag von ausgebildeten RespeakerInnen in eine Spracherkennungssoftware nachgesprochen.
en_gb: The spoken contribution is repeated by trained respeakers using speech recognition software.

source: So wird die gesprochene Sprache in Text umgewandelt und kann dann über die Untertitelungssoftware des Senders während des Beitrags live ausgestrahlt werden.
en_gb: In this way, the spoken language can be transformed into text and broadcast live during the programme via the channel’s subtitling software.

source: Diese Methode wird in der Schweiz seit dem Jahr 2007 unter anderem für Nachrichtensendungen, Sportübertragungen, Diskussionssendungen und Unterhaltungsshows angewendet, die vorwiegend Live-Beiträge enthalten und somit nicht mit Hilfe klassischer Untertitelungsverfahren aufbereitet werden können.?
en_gb: This method has been used in Switzerland since 2007 for news reports, live broadcasts of sports events, discussion programmes and entertainment shows, among others, which contain mainly live contributions and thus cannot be subtitled using conventional subtitling methods.

source: Audiodeskription
en_gb: Audio Description

source: Bei der Audiodeskription werden die visuellen Informationen eines Film oder eines anderen Mediums für Blinde und Sehbehinderte in gesprochene Sprache übersetzt. Audiodeskription ist sozusagen eine akustische Untertitelung.
en_gb: Audio description is the translation of visual information in a film or other medium into spoken language for the blind or visually impaired; one could call it acoustic subtitling.

source: Visuelle Elemente wie Orte, Landschaften, Personen, Gestik, Kameraführung etc. werden von einer SprecherIn beschrieben.
en_gb: Visual elements such as places, landscapes, perspective, people, gestures, etc. are described by a speaker.

source: Der so entstandene Beschreibungstext sollte hauptsächlich in den Dialogpausen des Filmes zu hören sein.
en_gb: The description text should be heard mainly during the film’s dialogue pauses.

source: Die Audiodeskription wird derzeit sehr aufwändig in Teams erstellt, die mindestens aus drei Personen bestehen.
en_gb: Audio description is produced by teams of at least three people.

source: Nach der Erstellung eines Manuskriptes und der Evaluation durch einen blinden oder sehbehinderten Mitarbeiter des Teams wird die Beschreibung der visuellen Elemente von einer professionell geschulten SprecherIn mit Hilfe einer Spezialsoftware dem Filmmaterial hinzugefügt.
en_gb: A manuscript is written and then evaluated by a blind or visually impaired team member, then the description of visual elements is added to the film material by a professionally trained speaker using special software.

source: Sprachtechnologie für kleine Sprachen
en_gb: Resources for Small Languages

source: Ressourcen für kleine und unterversorgte Sprachen
en_gb: Resources for small and under-resourced languages

source: Mit dieser Webseite wollen wir ein zentrales Verzeichnis für sprachtechnologische Ressourcen kleiner und unterversorgter Sprachen bieten.
en_gb: With this website we aim to establish a hub for language technology resources of small and under-resourced languages.

source: Partner der jeweiligen Sprachen sollen hiermit eine Möglichkeit bekommen, schwer auffindbare Ressourcen und Ansprechpartner jeder solchen Sprache aufzulisten und somit die Arbeit derer erleichtern, die diese Sprachen elektronisch verarbeiten möchten.
en_gb: Language partners contribute by listing important ressources and contacts for their respective languages in order to facilitate the work of those seeking to computationally process one of these languages.

source: So soll ein Netz von Partnern entstehen, die sich Gegenseitig bei der Bereitstellung und Förderung der Sprachtechnologie kleiner und unterversorgter Sprachen unterstützen.
en_gb: By doing so, we create a network of partners aiding each other in our efforts to further language technology of small and under-resourced languages.

source: Tragen Sie Ihre Organisation oder Ressourcen ein
en_gb: List your organisation or resources

source: Dem Übersetzungsprozess auf der Spur
en_gb: Getting inside translators' minds

source: Dieses Forschungsprojekt im Bereich angewandte Linguistik soll der Frage nachgehen, was ÜbersetzerInnen wirklich machen, wenn sie übersetzen, und wie sie es machen.
en_gb: The main focus of this applied linguistics project is the question of what translators really do when they translate and how they do it.

source: Der umfangreichen Langzeitstudie, Capturing Translation Processes, liegen unter anderem folgende Forschungsfragen zugrunde:
en_gb: The large-scale longitudinal study, Capturing Translation Processes, is seeking answers to the following questions:

source: Wie unterscheiden sich die Strategien und Praktiken von ÜbersetzerInnen mit verschiedenen Erfahrungsstufen?
en_gb: What are the differences between the strategies and practices of beginner, novice, and professional translators?

source: Wie bewusst sind sich ÜbersetzerInnen mit unterschiedlichen Erfahrungsstufen über ihre Strategien und Praktiken?
en_gb: How conscious are translators with different levels of experience of their strategies and practices?

source: Gibt es Strategien und Praktiken, die für eine bestimmte Sprachversion einzigartig sind?
en_gb: Which translation strategies and practices, if any, are unique to particular language combinations?

source: Wie viel Zeit innerhalb des Übersetzungsprozesses wird für die Revision verwenden, und verändert sich dies mit zunehmender Berufserfahrung?
en_gb: How much of the translation process is actually devoted to revision and how does this change as translators gain experience?

source: Wie kompensieren ÜbersetzerInnen mit verschiedenen Erfahrungsstufen ihre Zielsprachenkompetenz, wenn sie in ihre zweite Sprache übersetzen?
en_gb: How do translators with different levels of experience compensate target language competence when translating into their second language?

source: Inwiefern sind Übersetzungsprozesse am Arbeitsplatz mit Prozessen in einer kontrollierten Umgebung vergleichbar?
en_gb: In what ways are translation processes in the workplace comparable to translation processes in a controlled setting?

source: Ergonomie am Übersetzerarbeitsplatz
en_gb: Impacts of translators' workplace practices

source: Professionelle ÜbersetzerInnen verbringen den grössten Teil des Arbeitstages am Computer und treffen Entscheide.
en_gb: Professional translators spend much of their day making decisions at a computer.
